import React from 'react'
import './all.css'
const AntNav = () => {
  return (
    <div className='newmain'>
    <h2>చీమలు వాటి ఆహారాన్ని ఎలా గుర్తిస్తాయి</h2>
    <img src='/images/ant.jpeg'></img>
    <img src='/images/ant1.jpeg'></img><br/>
    <span>చీమల తల పై రెండు సన్నని వెంట్రుకలు ఉంటాయి. అవే చీమలకు ఆహారంలో ఆహారాన్ని గుర్తించడంలో సహాయపడతాయి. చీమలు ఎక్కువగా తీపి పదార్థాలను ఇష్టపడతాయి తీపి పదార్థాలలో ఉండే రసాయనాలను మరియు వాసనను,రుచిని గ్రహిస్తాయి.ఈ వెంట్రుకలకు అనుసంధానంగా ఉండే జ్ఞానేంద్రియ కణాల ద్వారా ఆ సమాచారం చీమ మెదడుకు చేరుతుంది.తీపి పదార్థాలు ఎక్కడ ఉన్నా వాటి వాసనను గ్రహించడానికి చీమలు ఈ వెంట్రుకలను అటు ఇటు కదిలిస్తూ తిరుగుతాయి.ఈ వెంట్రుకలు లేకపోతే వాసనను పసిగట్టే శక్తిని అవి కోల్పోతాయి.</span>
</div>
  )
}

export default AntNav