import React from 'react'

const Duck = () => {
  return (
    <div className='newmain'>
    <h2>బాతు నిద్ర</h2>
    <img src='/images/duck1.jpg'></img>
    <img src='/images/duck2.jpg'></img><br/>
    <span>బాతు గురించి చెప్పాలంటే వీటికి ప్రత్యేక లక్షణాలు ఉంటాయి.ఇవి భూమి మీద నడవగలవు,నీటిలో ఈతగలవు మరియు గాలిలో ఎగర గలవు. దీనికి ఇంకో ప్రత్యేక లక్షణం కలదు బాతు తలను దాని రెక్కల మధ్యలో పెట్టుకొని ఒక కన్ను మూసుకుని ఒక కన్ను తెరచి చూస్తూ నిద్రపోతుంది.మీరు నమ్మకపోయినా ఇది నిజం దీనికి గల కారణం దాని మెదడులోని సగభాగం నిద్రావస్థలో,సగభాగం మేల్కొని ఉంటుంది.ఇది తనని తాను రక్షించుకోవడానికి అనగా ఇతర మాంసాహార జంతువుల నుండి రక్షించుకోవడానికి ఇలా చేస్తుంది.</span>
</div>
  )
}

export default Duck