import React from 'react'
import './all.css'
const Flower = () => {
  return (
    <div className='newmain'>
    <h2>kissable flower</h2>
    <img src='/images/kissable.jpeg'></img>
    <img src='/images/kissable1.jpeg'></img><br/>
    <span>సాధారణంగా పువ్వులు చూడటానికి అందంగా ఉంటాయి.వాటి నుంచి వచ్చే సువాసన మన మనస్సును ఆహ్లాదకరంగా చేస్తుంది.కానీ కొన్ని పూలు చూడటానికి విచిత్రంగా ఉంటాయి. అందులోనే ఒకటి 'kissable flower' చూడటానికి ఎర్రని పెదవుల ఆకారంతో ఉంటాయి.దీని శాస్త్రీయ నామం సైకోట్రియా ఎలాట .దీనిని సాధారణంగా 'Hooker's lips' అంటారు.ఇవి సీతాకోకచిలుకలు మరియు హమ్మింగ్ బర్డ్ లను ఆకర్షిస్తాయి.నిజం చెప్పాలంటే మీరు చూసే ఈ ఎర్రటి పెదవుల ఆకారంలో ఉన్నవి పువ్వులు కావు.ఇవి మొక్క యొక్క తెల్లటి పువ్వులు వికసించే ముందు కొన్ని క్షణాలు మాత్రమే ఇలా ఈ ఆకారంలో ఉంటాయి. ఇవి పువ్వు చుట్టూ ఉండే కవచాలు మాత్రమే.</span>
</div>
  )
}

export default Flower