[
    {
        "id":1001,
        "location":"/itbp",
        "title":"కానిస్టేబుల్ ఉద్యోగాలకు నోటిఫికేషన్.. సెప్టెంబర్ 2 నుంచి రిజిస్ట్రేషన్",
        "image":"/images/itbp.jpeg",
        "story":"ఇండో టిబెటన్ బోర్డర్ పోలీస్ ఫోర్స్, ITBP కానిస్టేబుల్ పోస్టుల భర్తీకి దరఖాస్తులను ఆహ్వానిస్తోంది. అర్హత గల అభ్యర్థులు ITBP అధికారిక వెబ్‌సైట్ recruitment.itbpolice.nic.in ద్వారా ఆన్‌లైన్‌లో దరఖాస్తు చేసుకోవచ్చు. ఈ రిక్రూట్‌మెంట్ డ్రైవ్ ద్వారా 819 పోస్టులను భర్తీ చేస్తున్నారు. రిజిస్ట్రేషన్ ప్రక్రియ సెప్టెంబర్ 2న ప్రారంభమవుతుంది. అక్టోబర్ 1, 2024న ముగుస్తుంది. అర్హత, ఎంపిక ప్రక్రియ, ఇతర వివరాలను తెలుసుకుందాం.. పురుషులు: 697 పోస్ట్‌లు, స్త్రీ: 122 పోస్ట్‌లు.పోస్టులకు దరఖాస్తు చేసుకోవాలనుకునే అభ్యర్థులు గుర్తింపు పొందిన బోర్డు నుండి మెట్రిక్యులేషన్ లేదా 10వ తరగతి ఉత్తీర్ణత సర్టిఫికేట్ కలిగి ఉండాలి. వయోపరిమితి 18 నుండి 25 సంవత్సరాల మధ్య ఉండాలి.recruitment.itbpolice.nic.inలో ITBP అధికారిక వెబ్‌సైట్‌ను సందర్శించండి."
    },
    {
        "id":1000,
        "location":"/money",
        "title":"మనీ ప్లాంట్",
        "image":"/images/moneyplant.jpeg",
        "story":"వాస్తు శాస్త్రం ప్రకారం మనీ ప్లాంట్ ను మీ ఇంటి ముందు గదిలో ఆగ్నేయ మూలలో ఉంచితే అదృష్టం వరిస్తుంది.ముందు గదిలో ఉంచడం కుదరకపోతే  మీ ఇంటి కారిడార్ లో మనీ ప్లాంట్ ను ఉంచడం కూడా ప్రయోజనకరంగా ఉంటుంది."
    },
  
    {
        "id":999,
        "location":"/ant",
        "title":"చీమలు వాటి ఆహారాన్ని ఎలా గుర్తిస్తాయి",
        "image":"/images/ant.jpeg",
        "story":"చీమల తల పై రెండు సన్నని వెంట్రుకలు ఉంటాయి. అవే చీమలకు ఆహారంలో ఆహారాన్ని గుర్తించడంలో సహాయపడతాయి. చీమలు ఎక్కువగా తీపి పదార్థాలను ఇష్టపడతాయి తీపి పదార్థాలలో ఉండే రసాయనాలను మరియు వాసనను,రుచిని గ్రహిస్తాయి.ఈ వెంట్రుకలకు అనుసంధానంగా ఉండే జ్ఞానేంద్రియ కణాల ద్వారా ఆ సమాచారం చీమ మెదడుకు చేరుతుంది.తీపి పదార్థాలు ఎక్కడ ఉన్నా వాటి వాసనను గ్రహించడానికి చీమలు ఈ వెంట్రుకలను అటు ఇటు కదిలిస్తూ తిరుగుతాయి.ఈ వెంట్రుకలు లేకపోతే వాసనను పసిగట్టే శక్తిని అవి కోల్పోతాయి."
    },
    {
        "id":998,
        "location":"/vintha",
        "title":"వింత అడవి",
        "image":"/images/vintha.jpeg",
        "story":"ఈ అడవి పోలాండ్ లో ఉంది ఇక్కడ 400 చెట్లు విచిత్రమైన ఆకారంలో ఉన్నాయి.ఈ చెట్లని 'పైన్ చెట్లు' అంటారు.ఈ చెట్లు 1930లో నాటబడ్డాయి.ఇవి 90 డిగ్రీస్ వంపు తో ఉత్తరం వైపు వంగి పెరుగుతున్నాయి.ఇవి చూడడానికి వంపుతో వెనుకకు వంగి పైకి పెరుగుతాయి.దాదాపు 50 అడుగుల ఎత్తులో అసహజ సిద్ధంగా పెరగడం వలన ఈ అడవిలోని చెట్ల మిస్టరీ ఎవరికి అర్థం కావడం లేదు.ఇక్కడ అనేక సిద్ధాంతాలు చెట్ల రహస్యం గురించి చెబుతున్నాయి.అందులో ఎక్కువ మంది ఇక్కడ గురుత్వాకర్షణ పుల్ వల్ల ఈ చెట్లు ఉత్తరం వైపు వంగి పెరిగాయని ఊహిస్తున్నారు."
    },
    {
        "id":997,
        "location":"/kissa",
        "title":"kissable flower",
        "image":"/images/kissable.jpeg",
        "story":"సాధారణంగా పువ్వులు చూడటానికి అందంగా ఉంటాయి.వాటి నుంచి వచ్చే సువాసన మన మనస్సును ఆహ్లాదకరంగా చేస్తుంది.కానీ కొన్ని పూలు చూడటానికి విచిత్రంగా ఉంటాయి. అందులోనే ఒకటి 'kissable flower' చూడటానికి ఎర్రని పెదవుల ఆకారంతో ఉంటాయి.దీని శాస్త్రీయ నామం సైకోట్రియా ఎలాట .దీనిని సాధారణంగా 'Hooker's lips' అంటారు.ఇవి సీతాకోకచిలుకలు మరియు హమ్మింగ్ బర్డ్ లను ఆకర్షిస్తాయి.నిజం చెప్పాలంటే మీరు చూసే ఈ ఎర్రటి పెదవుల ఆకారంలో ఉన్నవి పువ్వులు కావు.ఇవి మొక్క యొక్క తెల్లటి పువ్వులు వికసించే ముందు కొన్ని క్షణాలు మాత్రమే ఇలా ఈ ఆకారంలో ఉంటాయి. ఇవి పువ్వు చుట్టూ ఉండే కవచాలు మాత్రమే."
    },
    {
        "id":996,
        "location":"/mini",
        "title":"అతి చిన్న చెట్టు",
        "image":"/images/minitree.jpeg",
        "story":"ఈ చెట్టు కేవలం 1 - 6 సెంటీమీటర్లు ఎత్తు వరకు మాత్రమే పెరుగుతుంది.దీని పేరు 'Drawf willow'. ఈ చెట్టు ప్రపంచంలోనే అతి చిన్న చెట్టు ఇవి ఆర్కిటిక్ లాంటి చలి ప్రదేశంలో పెరగటం వలన చలిని తట్టుకునేలా ఉండటానికి భూమికి దగ్గరగా తక్కువ ఎత్తులో ఉండి 0.3- 2 సెంటీమీటర్లు ఆకులతో ఉంటాయి.దీనివలన ఈ ఆకుల ద్వారా సూర్యరశ్మిని ఎక్కువ మొత్తంలో తీసుకునే వీలు కల్పిస్తాయి.ఈ చెట్టు అన్ని చెట్ల వలె లేకపోయినా ఇది ఒకే కాండం ఉంటూ చెట్ల వలె పార్శ్వ కొమ్మలను కలిగి ఉంటుంది.అందువల్ల దీనిని చెట్టుగా వర్గీకరిస్తారు."
    },
    {
        "id":995,
        "location":"/rat",
        "title":"జీవితకాలం నీరు త్రాగని జీవి ",
        "image":"/images/rat.jpeg",
        "story":"భూమి మీద నివసించే అన్నీ మొక్కలు మరియు జంతువులు వాటి ప్రాణాలు కాపాడుకోవడానికి నీటిని తప్పకుండా త్రాగుతాయి.ప్రతి జీవికి నీరు తప్పనిసరి అది లేకుండా ఏ జీవి భూమి మీద జీవించలేవు.ప్రతి జీవి వాటికి అందుబాటులో ఉన్న చెరువులు, నదులు, కాలువలు ద్వారా లభ్యమయ్యే నీటిని తీసుకుంటాయి.కానీ అమెరికాలో వాయువ్యదిశలోని ఎడారిలో ఉండే ఒక రకమైన ఎలుకలు ఇందుకు భిన్నం. ఇవి వాటి జీవితకాలంలో ఒక్కసారి కూడా నీళ్లు తాగవు.ఈ రకమైన ఎలుకల జాతిని ' కంగారు ఎలుక ' అని పిలుస్తారు.ఇందుకు గల కారణం వీటి రూపం ఆస్ట్రేలియాలోని కంగారులను పోలి ఉంటాయి. వాటిలాగే పొడవైన కాళ్లతో ఎగురుతూ ఉంటాయి. కావున వీటికి ఆ పేరు వచ్చింది నీరు తాగకుండా ఉండే సౌలభ్యం వాటి జీవుల భౌతిక నిర్మాణంలోనే ఉంది. వీటి ఆహారం ఎడారి మొక్కలు మరియు గడ్డిని ఆహారంగా తీసుకుంటాయి వీటికి కావలసిన నీరు మరియు ఆహారం ఈ మొక్కల నుంచే లభిస్తాయి.ఈ ఎలుకలు పొదల దగ్గర ఉన్న నేలలో బొరియాలు చేసుకుని అందులో నివసిస్తాయి."
    },
  
    {
        "id":994,
        "location":"/bathu",
        "title":"బాతు నిద్ర ",
        "image":"/images/duck1.jpg",
        "story":"బాతు గురించి చెప్పాలంటే వీటికి ప్రత్యేక లక్షణాలు ఉంటాయి.ఇవి భూమి మీద నడవగలవు,నీటిలో ఈతగలవు మరియు గాలిలో ఎగర గలవు. దీనికి ఇంకో ప్రత్యేక లక్షణం కలదు బాతు తలను దాని రెక్కల మధ్యలో పెట్టుకొని ఒక కన్ను మూసుకుని ఒక కన్ను తెరచి చూస్తూ నిద్రపోతుంది.మీరు నమ్మకపోయినా ఇది నిజం దీనికి గల కారణం దాని మెదడులోని సగభాగం నిద్రావస్థలో,సగభాగం మేల్కొని ఉంటుంది.ఇది తనని తాను రక్షించుకోవడానికి అనగా ఇతర మాంసాహార జంతువుల నుండి రక్షించుకోవడానికి ఇలా చేస్తుంది."
    }
]
