import React from 'react'

const Itbp = () => {
  return (
    <div className='newmain'>
        <h2>కానిస్టేబుల్ ఉద్యోగాలకు నోటిఫికేషన్.. సెప్టెంబర్ 2 నుంచి రిజిస్ట్రేషన్</h2>
        <img src='/images/itbp.jpeg'></img><br/>
        <span>ఇండో టిబెటన్ బోర్డర్ పోలీస్ ఫోర్స్, ITBP కానిస్టేబుల్ పోస్టుల భర్తీకి దరఖాస్తులను ఆహ్వానిస్తోంది. అర్హత గల అభ్యర్థులు ITBP అధికారిక వెబ్‌సైట్ recruitment.itbpolice.nic.in ద్వారా ఆన్‌లైన్‌లో దరఖాస్తు చేసుకోవచ్చు. ఈ రిక్రూట్‌మెంట్ డ్రైవ్ ద్వారా 819 పోస్టులను భర్తీ చేస్తున్నారు. రిజిస్ట్రేషన్ ప్రక్రియ సెప్టెంబర్ 2న ప్రారంభమవుతుంది. అక్టోబర్ 1, 2024న ముగుస్తుంది. అర్హత, ఎంపిక ప్రక్రియ, ఇతర వివరాలను తెలుసుకుందాం.. పురుషులు: 697 పోస్ట్‌లు, స్త్రీ: 122 పోస్ట్‌లు.పోస్టులకు దరఖాస్తు చేసుకోవాలనుకునే అభ్యర్థులు గుర్తింపు పొందిన బోర్డు నుండి మెట్రిక్యులేషన్ లేదా 10వ తరగతి ఉత్తీర్ణత సర్టిఫికేట్ కలిగి ఉండాలి. వయోపరిమితి 18 నుండి 25 సంవత్సరాల మధ్య ఉండాలి.recruitment.itbpolice.nic.inలో ITBP అధికారిక వెబ్‌సైట్‌ను సందర్శించండి.</span>
    </div>
  )
}

export default Itbp