import React from 'react'
import './all.css'
const Minitree = () => {
  return (
    <div className='newmain'>
    <h2>అతి చిన్న చెట్టు</h2>
    <img src='/images/minitree.jpeg'></img><br/>
    <span>ఈ చెట్టు కేవలం 1 - 6 సెంటీమీటర్లు ఎత్తు వరకు మాత్రమే పెరుగుతుంది.దీని పేరు 'Drawf willow'. ఈ చెట్టు ప్రపంచంలోనే అతి చిన్న చెట్టు ఇవి ఆర్కిటిక్ లాంటి చలి ప్రదేశంలో పెరగటం వలన చలిని తట్టుకునేలా ఉండటానికి భూమికి దగ్గరగా తక్కువ ఎత్తులో ఉండి 0.3- 2 సెంటీమీటర్లు ఆకులతో ఉంటాయి.దీనివలన ఈ ఆకుల ద్వారా సూర్యరశ్మిని ఎక్కువ మొత్తంలో తీసుకునే వీలు కల్పిస్తాయి.ఈ చెట్టు అన్ని చెట్ల వలె లేకపోయినా ఇది ఒకే కాండం ఉంటూ చెట్ల వలె పార్శ్వ కొమ్మలను కలిగి ఉంటుంది.అందువల్ల దీనిని చెట్టుగా వర్గీకరిస్తారు.</span>
</div>
  )
}

export default Minitree