import React from 'react'
import './all.css'
const RatNav = () => {
  return (
    <div className='newmain'>
    <h2>జీవితకాలం నీరు త్రాగని జీవి</h2>
    <img src='/images/rat.jpeg'></img>
    <img src='/images/rat1.jpeg'></img><br/>
    <span>భూమి మీద నివసించే అన్నీ మొక్కలు మరియు జంతువులు వాటి ప్రాణాలు కాపాడుకోవడానికి నీటిని తప్పకుండా త్రాగుతాయి.ప్రతి జీవికి నీరు తప్పనిసరి అది లేకుండా ఏ జీవి భూమి మీద జీవించలేవు.ప్రతి జీవి వాటికి అందుబాటులో ఉన్న చెరువులు, నదులు, కాలువలు ద్వారా లభ్యమయ్యే వీటిని తీసుకుంటాయి.కానీ అమెరికాలో వాయువ్యదిశలోని ఎడారిలో ఉండే ఒక రకమైన ఎలుకలు ఇందుకు భిన్నం. ఇవి వాటి జీవితకాలంలో ఒక్కసారి కూడా నీళ్లు తాగవు.ఈ రకమైన ఎలుకల జాతిని ' కంగారు ఎలుక ' అని పిలుస్తారు.ఇందుకు గల కారణం వీటి రూపం ఆస్ట్రేలియాలోని కంగారులను పోలి ఉంటాయి. వాటిలాగే పొడవైన కాళ్లతో ఎగురుతూ ఉంటాయి. కావున వీటికి ఆ పేరు వచ్చింది నీరు తాగకుండా ఉండే సౌలభ్యం వాటి జీవుల భౌతిక నిర్మాణంలోనే ఉంది. వీటి ఆహారం ఎడారి మొక్కలు మరియు గడ్డిని ఆహారంగా తీసుకుంటాయి వీటికి కావలసిన నీరు మరియు ఆహారం ఈ మొక్కల నుంచే లభిస్తాయి.ఈ ఎలుకలు పొదల దగ్గర ఉన్న నేలలో బొరియాలు చేసుకుని అందులో నివసిస్తాయి.</span>
</div>
  )
}

export default RatNav