import React from 'react'
import './all.css'
const Vintha = () => {
  return (
    <div className='newmain'>
    <h2>వింత అడవి</h2>
    <img src='/images/vintha.jpeg'></img>
    <img src='/images/vintha1.jpeg'></img><br/>
    <span>ఈ అడవి పోలాండ్ లో ఉంది ఇక్కడ 400 చెట్లు విచిత్రమైన ఆకారంలో ఉన్నాయి.ఈ చెట్లని 'పైన్ చెట్లు' అంటారు.ఈ చెట్లు 1930లో నాటబడ్డాయి.ఇవి 90 డిగ్రీస్ వంపు తో ఉత్తరం వైపు వంగి పెరుగుతున్నాయి.ఇవి చూడడానికి వంపుతో వెనుకకు వంగి పైకి పెరుగుతాయి.దాదాపు 50 అడుగుల ఎత్తులో అసహజ సిద్ధంగా పెరగడం వలన ఈ అడవిలోని చెట్ల మిస్టరీ ఎవరికి అర్థం కావడం లేదు.ఇక్కడ అనేక సిద్ధాంతాలు చెట్ల రహస్యం గురించి చెబుతున్నాయి.అందులో ఎక్కువ మంది ఇక్కడ గురుత్వాకర్షణ పుల్ వల్ల ఈ చెట్లు ఉత్తరం వైపు వంగి పెరిగాయని ఊహిస్తున్నారు.</span>
</div>
  )
}

export default Vintha